namespace BunkerGameWeb.Models
{
    public class ConfigCharacterBiologicalSex
    {
        public string[] Text = [
    "Обдолбанный гуманоид", "Человек (жертва инцеста)", "Киборг из говна и веток", "Мутант с тремя сосками", "Свинолюд", "Полудохлый туберкулезник", "Глиномес обыкновенный", "Жертва радиации (без кожи)", "Алкаш в терминальной стадии", "Существо из канализации",
    "Выкидыш эволюции", "Человек-крыса", "Плесень разумная", "Жукоглазый урод", "Голова в банке", "Сгусток жира", "Кожаный мешок с костями", "Киборг-неудачник", "Мутант-гермафродит", "Человек со свиным рылом",
    "Потомок каннибалов", "Обезьяна в штанах", "Гуль обоссанный", "Жертва лоботомии", "Сын маминой подруги (мутант)", "Тварь дрожащая", "Овощ в коме", "Био-мусор", "Радиоактивный дед", "Человек-глист",
    "Генетический брак", "Потомок алкоголиков", "Двухголовый дебил", "Человек-таракан", "Киборг на дровах", "Мутант с жопой вместо лица", "Жертва химикатов", "Полуживой труп", "Человек-амфибия (из болота)", "Гнилой зомби",
    "Ошметок плоти", "Мутант-эксгибиционист", "Жертва селекции", "Психопат-переросток", "Синтетический дегенерат", "Биологическая ошибка", "Человек-гриб", "Осклизлый урод", "Мутант-паразит", "Потомок вертухаев",
    "Обдолбанный мутант", "Киборг-помойка", "Человек-дрищ", "Мутант-вонючка", "Жертва аборта (выжил)", "Человек-моль", "Мутант-лишай", "Киборг-инвалид", "Человек-пузырь", "Жертва ГМО",
    "Потомок мусорщиков", "Человек-гной", "Мутант-слизняк", "Киборг-пылесос", "Человек-клещ", "Жертва опытов", "Мутант-недоносок", "Человек-шлак", "Потомок гопников", "Мутант-торчок",
    "Генетическая помойка", "Человек-глиномес", "Мутант-пердун", "Киборг-самовар", "Человек-огрызок", "Жертва сектантства", "Мутант-криворучка", "Человек-лихорадка", "Потомок зеков", "Мутант-отброс",
    "Био-хлам", "Человек-опухоль", "Мутант-затычка", "Киборг-кастрюля", "Человек-блоха", "Жертва мутации", "Мутант-косоглаз", "Человек-отрыжка", "Потомок шалав", "Мутант-огрызок",
    "Генетический мусор", "Человек-шмара", "Мутант-чесотка", "Киборг-ведро", "Человек-клещ", "Жертва экологии", "Мутант-прыщ", "Человек-гниль", "Потомок алкашей", "Мутант-тухляк",
    "Био-грязь", "Человек-нарост", "Мутант-ушлепок", "Киборг-хлам", "Человек-вошь", "Жертва радиации", "Мутант-крикун", "Человек-понос", "Потомок дебилов", "Мутант-выродок"
];

        public CharacterBiologicalSex GetConfig(int idText, Random rnd)
        {
            return new(idText, 0, 0, rnd);
        }
    }
}
