namespace BunkerGameWeb.Models
{
    public class ConfigCharacterName
    {
        public string[] Text = [
    "Глеб Ссанина", "Олег Пидормот", "Кеша Штырь", "Машка Дырка", "Дед Гавнахер", "Анжела Сосалка", "Витек Сиплый", "Павлик Наркоман", "Степа Гнида", "Артурчик Золотой",
    "Вася Шнырь", "Петр Поршень", "Леха Кабан", "Ирка Шпора", "Жека Косой", "Саня Подлива", "Димон Запор", "Толян Кирпич", "Серёга Прыщ", "Андрюха Гнилозуб",
    "Юля Шмара", "Оксана Рвань", "Валера Стукач", "Миша Поц", "Гриша Глист", "Боря Сморчок", "Коля Долбоёб", "Стас Залупа", "Игорь Шкуроход", "Макс Огрызок",
    "Тимоха Шкила", "Рома Помойка", "Кирилл Дрищ", "Даня Обсос", "Никита Плевок", "Гоша Сифон", "Антон Гандон", "Славик Мутный", "Костян Рвота", "Эдик Педрила",
    "Вадик Очко", "Паша Пятка", "Тёма Гной", "Вован Шкаф", "Санек Тюбик", "Егор Сопля", "Гарик Обрыган", "Федя Костыль", "Митя Слизняк", "Артем Подсос",
    "Юрец Огурец", "Геныч Геморрой", "Михалыч Перегар", "Семён Подворотня", "Виталик Членосос", "Руслан Таракан", "Аркаша Фуфло", "Петя Петух", "Гриша Опарыш", "Лёва Спербак",
    "Костян Фурункул", "Денчик Отрыжка", "Саня Понос", "Толик Плесень", "Шурик Шарнир", "Влад Зашквар", "Тётя Люба Сквозняк", "Баба Зина Карцер", "Лёха Шмат", "Санёк Кишка",
    "Гена Трупоед", "Паша Тухляк", "Рома Ошмёток", "Димон Клоп", "Семен Чесотка", "Юрик Прыщ", "Никита Гниль", "Мишаня Шлак", "Лелик Фуфел", "Боря Шляпа",
    "Гарик Тухляк", "Вадик Поц", "Кирюха Гоблин", "Андрюха Вафля", "Игорь Хмырь", "Саня Штрих", "Лёха Очко", "Жека Гнутый", "Павлик Слизь", "Тёма Рвота",
    "Валера Глист", "Гриша Запор", "Серёга Штырь", "Дима Чмоня", "Антон Косой", "Макс Гнойник", "Эдик Сопля", "Митя Хрен", "Коля Пук", "Саня Зашквар",
    "Вова Дрищ", "Стас Пятка", "Толик Хмырь", "Витя Фуфел", "Рома Шнырь", "Денис Плевок", "Кирилл Шкварка", "Артем Косяк", "Олег Гнида", "Женя Сморчок",
    "Глеб Помойка", "Костян Кирпич", "Юра Шлак", "Иван Огрызок", "Федя Шпора", "Леха Сиплый", "Петя Поршень", "Боря Залупа", "Вася Кабан", "Гриша Косой",
    "Миша Ссанина", "Андрей Гнилозуб", "Степа Запор", "Валера Прыщ", "Саня Шкура", "Коля Глист", "Дима Поц", "Игорь Сифон", "Паша Гандон", "Макс Обсос",
    "Никита Дрищ", "Рома Помойка", "Стас Очко", "Кирилл Рвота", "Артем Сопля", "Антон Гной", "Вадик Шлейф", "Славик Пук", "Егор Зашквар", "Тёма Гнутый",
    "Гарик Хмырь", "Юрец Гоблин", "Петя Штрих", "Вася Фуфел", "Лёха Шлак", "Геныч Поц", "Саня Косой", "Михалыч Гнида", "Костян Шпора", "Виталик Дрищ"
];
    }
}
